Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopySelectedPick Property
 The element being dragged can't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopySelectedPick { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopySelectedPick As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopySelectedPick {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace